import styled from "styled-components";

const OurProjectContainer = styled.div`
  margin: 3vw;
  color: #000;
  display: flex;
  justify-content: space-between;
  align-items: center;
  padding: 0.5vw 5vw;
  min-height: 80vh;
  margin-top: 5vw;
  @media (max-width: 1080px) {
    justify-content: center;
        
    }
  /* box-shadow: 0 4px 8px 0 rgba(0, 0, 0, 0.1), 0 6px 20px 0 rgba(0, 0, 0, 0.1); */
`;
const SideImage = styled.img`
    width: 30%;
    height: 90%;
    box-shadow: 0 4px 8px 0 rgba(0, 0, 0, 0.1), 0 6px 20px 0 rgba(0, 0, 0, 0.1);
    @media (max-width: 1080px) {
        display: none;
        
    }
`;
const MainContent = styled.div`
  width: 60%;
  direction: rtl;
  margin: 1vw;
  text-align: center;
  display: flex;
  flex-direction: column;
  justify-content: center;
  @media (max-width: 1080px) {
  width: 80%;
  }
`;

function OurProject() {
  return (
    <OurProjectContainer >
      <SideImage src={"https://wallpapers.com/images/high/sage-naruto-cell-phone-art-gbjepana241apniy.jpg"} />
      <MainContent>
        <h1>Our project</h1>
        <p>
          החלק הראשון של התהליך הוא הוצאת ויזה. בהתחלה נאסוף את כל המסמכים
          שצריכים כדי להגיש את הבקשה, במקביל נשלח למתרגמת שלנו את המסמכים
          שזקוקים תרגום מאושר ע״י הממשלה. חשוב לדעת שתירגום המסמכים לוקח בין
          24-72 שעות. וברגע שהכל מוכן נגיש את הבקשה, קבלת התשובה לגבי הויזה היא
          בין שבועיים לחודש אלא אם יש עיכוב לא צפוי. *התשלום עבור התירגום ובקשת
          הויזה אינו כלול בתהליך הליווי.
        </p>
        <p>
          בחלק השני נתרכז במציאת טיסות וביטוח. את השירות עבור הביטוח תקבלו
          מהבחור שלנו שמשווה עבורכם את כלל הביטוחים בשוק בהתאם לבקשות שלכם, כגון
          תקופת הביטוח, כיסויי הביטוח והשתתפות עצמית בביטוח. הוא יתן לכם את
          הנקודות החשובות בביטוח ואת ההמלצה שלו, אך בסוף אתם הם אלו שבוחרים
          ביטוח! בבחירת טיסות יש המון דברים שאפשר לחסוך בהם כסף, אך בהתאם
          לציפיות שלכם והבקשות אנו נבנה את המסלול הכי נכון, נוח וזול שנוכל
          למצוא. התחשבות בעצירות, בתאריך ובחברות תעופה. ינתן לכם מספר אופציות
          שמתאימות לבקשות שלכם.
        </p>
        <p>
          החלק השלישי כולל בנק,טלפון ורכב. החלק הזה מתרכז בדברים שאתם זקוקים
          חעשות בימים הראשונים של הנחיתה על מנת להכניס אתכם כמה שיותר נכון לחיים
          באוסטרליה. אומנם אלו דברים פשוטים אבל תמיד יש דברים שיעזרו לכם לעתיד
          כאן, כלומר המלצות שלא כולם יודעים או חושבים בהתחלה של החוויה
          באוסטרליה. חשוב לזכור שלכל אורך התהליך אנחנו מקשיבים לרצונות שלכם,
          אינינו מתערבים בהחלטות שלכם!
        </p>
        <p>
          החלק הרביעי והאחרון הוא מקצוע. השלב הזה אינו חייב להתבצע אם אתם
          מעוניינים לטייל קודם! ברגע המתאים נבנה קורות חיים יחד שמתאימים למקצוע
          שבחרתם, באוסטרליה קורות חיים הם הדבר הכי חשוב לפעמים יותר מניסיון, זה
          הרושם הראשוני שלכם מול החברות העסקה. נמצא את המקומות הכי טובים וזולים
          עבור הכרטיסי עבודה שאתם תזדקקו עבור המקצוע שלכם. ובסוף ניתן לכם את כל
          הטיפים וההדרכה הנכונה למציאת עבודה באוסטרליה, המטרה שלנו היא לשלב אתכם
          היא מהר שאתם תרצו בשוק העבודה, אינינו יכולים להתחייב על כמה מהר כי זה
          לא תלוי בנו. אבל המטרה שלנו משותפת והיא ללוות אתכם הכי נכון ולשלב אתכם
          כמה שיותר טוב באוסטרליה!
        </p>
        <p>
          לקבלת מידע ומחיר עבור תהליך הליווי מוזמן ליצור איתנו קשר בוואטספ או
          באינסטגרם.
        </p>
      </MainContent>
      
    </OurProjectContainer>
  );
}

export default OurProject;
