import styled from "styled-components";
import { PageContainer , SideImage , MainContent } from "./global/Page"

function OurProject() {
	return (
		<PageContainer>
			<SideImage
				src={
					"https://wallpapers.com/images/high/sage-naruto-cell-phone-art-gbjepana241apniy.jpg"
				}
			/>
			<MainContent>
				<h1>OUR PROJECT</h1>
				<p>
					המטרה שלנו משותפת והיא ללוות אתכם כדי שאתם תבואו הכי מוכנים
					לחוויה באוסטרליה!
				</p>

				<b>תהליך הליווי מחולק ל4 חלקים:</b>
				<ol>
                    <li>הוצאת ויזה - איסוף המסמכים לבקשה ושליחתם למתרגמת שלנו. זמן התירגום לוקח בין 24-72 שעות.  <br />
                    *התשלום עבור התירגום ובקשת הויזה אינו כלול בתהליך הליווי. 
                    </li>
                    <li>
                    מציאת טיסות וביטוח - תקבלו מאיתנו השוואה של כל הביטוחים השונים עם הסבר על כל אחד, בנוסף נקודות שחשוב לזכור לפני בחירת פוליסת ביטוח. בסוף אתם הם אלו שבוחרים ביטוח!   <br />
                    עבור טיסות נבנה את המסלול שמתאים לציפיות ולמחירים שאתם מחפשים כמובן בהתחשבות בתאריך שתרצו להגיע.
                    </li>
                    <li>
                  
בנק, טלפון ורכב - כל הדברים שנעשה עם הנחיתה שלכם ביבשת. יש המון טיפים שכדאי לדעת בשלבים אלו ולכן איתנו בתהליך אתם תהיו עירניים להכל!
                    </li>
                    <li>
                    עבודה - במידה ותרצו לעבוד בהתחלה נבנה לכם קורות חיים שמתאימים למקצוע שבחרתם. בנוסף נמצא עבורכם את המקומות הכי טובים וזולים עבור הכרטיסי עבודה שאתם תזדקקו בשביל המקצוע שלכם.                     ובסוף ניתן לכם את כל הטיפים וההדרכה הנכונה למציאת עבודה באוסטרליה, המטרה שלנו היא לשלב אתכם הכי מהר בשוק העבודה. 
                    </li>
                </ol>
				
				<p> <b>

					לקבלת מידע ומחיר עבור תהליך הליווי מוזמנים ליצור איתנו קשר
					בוואטספ או באינסטגרם.
				
                </b></p>
			</MainContent>
		</PageContainer>
	);
}

export default OurProject;
