function SectionContent() {
	return (
		<div>
			<p dir="rtl" className="wow fadeInUp" data-wow-delay=".4s">
				אחרי המון מחשבה כיצד אנחנו יכולים לעזור לכם לעשות נחיתה רכה
				במדינה הכי מטורפת על הכדור! החלטנו להקים מיזם שבו נלווה אתכם בכל
				הקשור לאוסטרליה.
				<br />
				להעביר את החיים שלך למדינה חדשה ושונה יכול להתקיל ולהלחיץ,
				תפקידנו להפיג את החשש ולהיות איתך 24/7 לכל שאלה.{" "}
			</p>

			<p dir="rtl" className="wow fadeInUp" data-wow-delay=".4s">
				וכולל הגשת בקשה לויזה, כיצד מוצאים טיסות במחירים משתלמים,
				ולביטוחים במדינה זרה.
				<br />
				כיצד להתחיל את החיים כאן אם זה במציאת בנק מתאים וחברת סלולר. מה
				חשוב לדעת לפני שקונים רכב? ואיך עושים את זה.
				<br />
				גם בפאן המקצועי! איך למצוא עבודה ואיזה כרטיסי עבודה צריך לכל
				מקצוע,ואיך אנחנו כותבים קורות חיים לעבודה באוסטרליה.
			</p>

			<p dir="rtl" className="wow fadeInUp" data-wow-delay=".4s">
				המטרה שלנו לחסוך לכם, את ההתעסקות, את הכסף והכי חשוב את הזמן
				ששווה פה הרבה כסף! התהליך הוא ליווי ויעוץ בכל הקשור בנושאים
				שחשובים עם הנחיתה באוסטרליה.
			</p>
		</div>
	);
}

export default SectionContent;
